export default {
    base: {
        work: '作品',
        service: '业务',
        profile: '关于',
        idea: '观点',
        contact: '联系',
        language: '语言',
        companyName: '苏州幻枫网络科技有限公司',
    },
    about:{
        introduce: {
            title: '公司介绍',
            p1: '{companyName} 是一家集影视策划、拍摄、制作于一体的专业性影视公司，专注为客户提供整体形象宣传片制作、创意广告片、3D动画片、设计包装 、发布会设计PPT设计等影视制作整包服务。',
            p2: `我们致力于为广大客户提供创意特色的影片 策划及定位、专业规范化影视拍摄及流程、包含个性化创意元 素的影视作品。 从产品拍摄到企业宣传拍摄、页面设计制作、产品三维动画。解决线上线下一体化视觉呈现方案，与客户签订长期的影视制作托管协议，为客户提供影视传播素材制作方案,为其达到量身定制的最佳效果。`
        }
    },
    case: {
        pv: {
            title: '企业宣传片',
            p1: '根据客户企业的需求用拍摄+三维+航拍的方式介绍公司业务，模式，项目案例，企业实力。',
            p2: '适用场景：对陌生客户介绍公司业务，展会看板，社媒展示。'
        }
    },
    error: {
        video: '您的浏览器不支持video标签。'
    },
    home: {
        title: '这里是首页.'
    }
}